<?php
$name = "коло";
$information = "Ко́ло — це геометричне місце точок площини,
відстань від яких до заданої точки, що називається центром кола,
є сталою величиною і дорівнює радіусу кола. Коло є найпростішою замкненою фігурою.
Простіше визначення: коло — це замкнена крива, всі точки якої рівновіддалені від однієї,
яка є центром кола. Частина площини, обмежена колом, — це круг.
Коло також можна визначити як особливий вид еліпса,
в якого два фокуси збігаються, а ексцентриситет дорівнює 0,
або як двовимірну форму, що охоплює найбільшу площу на одиницю квадрата периметра,
якщо використовувати мову варіаційного числення.";
$str = <<<EOD
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>$name</title>
</head>
<body>
    <h1>$name</h1>
    <p> $information </p>
   
   


EOD;

echo $str; 
echo "<div style='width: 100px; height: 100px; background: rgb(152, 174, 217)(0, 89, 255); border-radius: 50%;'></div>";

